single-vertx-with-kt-coroutine/n1-highcpu-4-0ms/c3000.txt
Bombarding http://10.148.0.2:8080/ with 500000 request(s) using 3000 connection(s)
 500000 / 500000 [=================================================================================================] 100.00% 13s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     38024.22   26996.81  108355.03
  Latency       78.95ms    40.54ms      1.39s
  Latency Distribution
     50%    78.05ms
     75%    80.18ms
     90%    81.30ms
     99%    88.16ms
  HTTP codes:
    1xx - 0, 2xx - 500000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     3.70MB/s